{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505775,"entriesCountSinceLastMaintenance":1,"velocity":0.6,"popularity":1.8423559724249383,"generatedIds":true,"period":900,"lastFetch":1505774,"lastParse":1505774,"lastMaintenanceAt":1505771,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505774000,"id":"under-the-radar-2017-9-18-22","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/18/sanctuary-cities-justice-trump-appeal-242859","published":1505773937,"updated":1505773937,"title":"Justice Department appeals block on Trump's sanctuary city executive order","summary":"&quot;The legal principles at issue are not new — they date to this Nation’s founding, and are core to our democracy.”","content":"<p>The Justice Department is appealing a judge's injunction limiting President Donald Trump's executive order that sought to deny federal funding to local governments with so-called sanctuary policies protecting undocumented immigrants.</p><p>Trump administration lawyers filed <a href=\"http://www.politico.com/f/?id=0000015e-9711-d079-a3fe-df9522ab0001\" target=\"_blank\">notices</a> Monday appealing to the 9th Circuit U.S. Court of Appeals <a href=\"http://www.politico.com/story/2017/04/25/sanctuary-cities-trump-judge-blocks-237597\" target=\"_blank\">the order San Francisco-based U.S. District Court Judge William Alsup issued</a> in April, which barred federal agencies from using Trump's directive to threaten grants to localities. </p><p>Alsup issued the preliminary injunction at the request of the City of San Francisco and of Santa Clara County, each of which filed suit over Trump's directive.</p><p>Localities with sanctuary policies claim they protect communities by encouraging crime victims and witnesses to cooperate with local law enforcement. Attorney General Jeff Sessions and other Trump administration officials say the approach puts American citizens at risk by resulting in the release of undocumented immigrants who could be detained and deported.</p><p>Prior to Monday, Justice Department attorneys had been cagey about whether an appeal would be filed, despite the fact that Trump reacted to Alsup's ruling with a tweet saying: &quot;See you in the Supreme Court!&quot;</p><br><p>A Justice Department spokesman declined to comment on the appeal, but Santa Clara County's top lawyer said he looks forward to defending Alsup's order.</p><p>&quot;We are fully prepared to defend the District Court's well-reasoned decision blocking President Trump’s unconstitutional effort to de-fund state and local governments around the country it deems 'sanctuaries,'&quot; County Counsel James Williams said. &quot;The legal principles at issue are not new — they date to this Nation’s founding, and are core to our democracy.”</p><p>Justice Department attorneys argued that the disputed portion of Trump's Jan. 25 directive wasn't intended to do anything more than require grant recipients to comply with a provision in federal law prohibiting local policies that obstruct communication with immigration officials.</p><p>However, Alsup found that reading of Trump's order &quot;not legally plausible.&quot;</p><p>&quot;If there was doubt about the scope of the Order, the President and Attorney General have erased it with their public comments,&quot; Orrick wrote. &quot;The Constitution vests the spending power in Congress, not the President, so the Order cannot constitutionally place new conditions on federal funds.&quot;</p><br><p>The Justice Department asked Alsup to reconsider his ruling in light of a formal directive from Sessions. The judge <a href=\"http://www.politico.com/story/2017/07/20/judge-declines-to-remove-trump-block-sanctuary-cities-240780\" target=\"_blank\">turned down</a> that request in July.</p><p>That same month, DOJ officials sought to impose stricter conditions on future grants, insisting that local governments give immigration officials access to jails and give those officers a heads-up about releases of suspected illegal immigrants.</p><p>On Friday, a federal judge in Chicago <a href=\"http://www.politico.com/story/2017/09/15/judge-blocks-justice-department-move-against-sanctuary-cities-242783\" target=\"_blank\">blocked</a> that iteration of the Trump administration's anti-sanctuary city policy, saying it appeared the Justice Department lacked the authority to add those conditions.<br /></p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/18/sanctuary-cities-justice-trump-appeal-242859","standardLinks":{"alternate":[{"title":"Justice Department appeals block on Trump's sanctuary city executive order","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/18/sanctuary-cities-justice-trump-appeal-242859","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"language":"en"}]}