{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505750,"entriesCountSinceLastMaintenance":1,"velocity":0.6,"popularity":1.8419510804721537,"generatedIds":true,"period":900,"lastFetch":1505749,"lastParse":1505749,"lastMaintenanceAt":1505685,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505749580,"id":"under-the-radar-2017-9-18-15","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/18/daca-lawsuit-trump-242838","published":1505749358,"updated":1505749358,"title":"DACA recipients file suit over Trump's move to end program","summary":"Several legal luminaries are backing the suit filed Monday morning in federal court in San Francisco.","content":"<p>A half dozen DACA recipients are suing President Donald Trump over his decision to end the program giving quasi-legal status and work permits to undocumented immigrants who were brought to the U.S. as children. </p><p>Several legal luminaries are backing <a href=\"http://www.politico.com/f/?id=0000015e-9592-dad5-a77f-bdf73bed0000\" target=\"_blank\">the suit</a> filed Monday morning in federal court in San Francisco, including Harvard Law professor Larry Tribe and University of California at Berkeley law school dean Erwin Chemerinsky. </p><p>One of the attorneys for the plaintiffs, Luis Cortes Romero from Kent, Wash., is less well known but intimately familiar with the issue: He is a so-called Dreamer.</p><p>The Trump administration is already facing at least three suits challenging the decision to end the Deferred Action for Childhood Arrivals program set up by President Barack Obama in 2012.</p><p>A total of <a href=\"http://www.politico.com/story/2017/09/06/trump-daca-dreamers-lawsuits-242399\" target=\"_blank\">fifteen states filed suit</a> earlier this month in U.S. District Court in Brooklyn, arguing that the move to end the program is unconstitutional and violates federal law. Last week, four other states <a href=\"http://www.politico.com/story/2017/09/11/california-daca-lawsuit-trump-242560\" target=\"_blank\">filed a similar case</a> in San Francisco. The University of California also <a href=\"http://www.politico.com/story/2017/09/08/university-of-california-sues-daca-242498\" target=\"_blank\">filed its own suit</a> over Trump's attempt to phase out the program.</p><p>Lawyers handling a existing suit in New York on behalf of a DACA recipient have also <a href=\"http://www.politico.com/story/2017/09/14/feds-consider-delaying-daca-deadline-242742\" target=\"_blank\">signaled plans to update that suit</a> to address Trump's new action, but the case filed Monday appears to be the first one actually filed on behalf of so-called Dreamers.</p><p>“The decision to end DACA is not only inexplicable and immoral, it is unconstitutional,” said Ted Boutrous, a Gibson Dunn attorney known for work on a key court challenge to California's ban on gay marriage. “These young people were able to attend college, open businesses, and give back to their communities because they trusted the government to honor its promises and live up to its word. In suddenly and arbitrarily breaking those promises, the government is in direct violation of the Due Process Clause and federal law.”</p><p>Asked about the new lawsuit, Justice Department spokesman Devin O'Malley said the administration acted to bring legal clarity to a program that lacked authority from Congress.</p><p>“It was the previous administration’s arbitrary circumvention of Congress that got us to this point. The Department of Justice looks forward to defending this Administration’s position and restoring respect for the rule of law,&quot; O'Malley said.</p><p>While Attorney General Jeff Sessions announced that the program is ending due to its legal flaws, Trump has expressed sympathy for their plight and has been negotiating a possible legislative deal to allow so-called Dreamers to get permanent legal status in the U.S.</p><p>The legal team representing the six DACA recipients in the new case also includes University of California law professor Leah Litman and lawyers from the public interest law firm Public Counsel.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/18/daca-lawsuit-trump-242838","standardLinks":{"alternate":[{"title":"DACA recipients file suit over Trump's move to end program","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/18/daca-lawsuit-trump-242838","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"source":{"id":"under-the-radar-2017-9-18-15","title":"Under the Radar","updated":1505749580,"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}],"superfeedr":[{"title":"","rel":"superfeedr","href":"http://www.politico.com/rss/undertheradar_full.xml"}]},"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505750,"lastFetch":1505749,"lastParse":1505749,"lastMaintenanceAt":1505685,"period":900,"velocity":0.6,"popularity":1.8419510804721537,"entriesCountSinceLastMaintenance":1,"feed":"http://www.politico.com/rss/undertheradar_full.xml"}},"language":"en"}]}