{"status":{"code":200,"http":"Fetched (ring) 200 900 and parsed 1/10 entries","nextFetch":1505796,"entriesCountSinceLastMaintenance":2,"velocity":0.6,"popularity":1.8423559724249383,"generatedIds":true,"period":900,"lastFetch":1505795,"lastParse":1505795,"lastMaintenanceAt":1505771,"feed":"http://www.politico.com/rss/undertheradar_full.xml"},"standardLinks":{"self":[{"title":"Under the Radar","rel":"self","href":"http://www.politico.com/blogs/under-the-radar","type":"application/rss+xml"}]},"title":"Under the Radar","updated":1505795043,"id":"under-the-radar-2017-9-19-4","items":[{"id":"http://www.politico.com/blogs/under-the-radar/2017/09/19/illegal-immigration-first-amendment-242868","published":1505794345,"updated":1505794345,"title":"Court: Law against encouraging illegal immigration could violate First Amendment","summary":"&quot;What is the limit of this statute?&quot; Judge Marsha Berzon asked.","content":"<p>A federal law that makes it a crime to encourage or induce foreigners to enter or stay in the U.S. illegally may run afoul of the First Amendment, a federal appeals court suggested in an unusual order Monday.</p><p>A 9th Circuit U.S. Court of Appeals panel <a href=\"https://cdn.ca9.uscourts.gov/datastore/general/2017/09/18/15-10614.pdf\" target=\"_blank\">asked</a> federal public defenders and immigrant rights groups to submit amicus briefs arguing that a San Jose, Calif, woman was improperly convicted because the law is vague or overbroad.</p><p>Immigration consultant Evelyn Sineneng-Smith was convicted at a jury trial in 2013 of inducing foreigners from the Philippines to stay in the U.S. unlawfully by charging them to file labor and immigration petitions that had no chance of winning the immigrants legal status. </p><p>At <a href=\"https://www.ca9.uscourts.gov/media/view_video.php?pk_vid=0000011380\" target=\"_blank\">oral arguments</a> in April on Sineneng-Smith's appeal, all three 9th Circuit judges expressed concerns about the government's position that someone could be convicted under the statute that makes it illegal to encourage or induce &quot;an alien to come to, enter, or reside in the United States knowing or in reckless disregard of the fact that such coming to, entry, or residence is or will be in violation of law.&quot;</p><p>&quot;What is the limit of this statute?&quot; Judge Marsha Berzon asked. &quot;If I have a neighbor and he's illegal and he comes to me and says, 'Should I stay or should I leave? What should I do?' and I say. 'Stay, because they're probably not going to find you,'  is that a crime? ... <i>Encourage </i>is a pretty loose word what does it mean?&quot;</p><br><p>A 9th Circuit ruling in the defendant's favor could complicate the Trump administration's effort to step up prosecutions for those who aid illegal immigrants, although it's possible other statutes could be used to file such cases.</p><p>However, at the oral argument session, Judge Stephen Reinhardt said a literal reading of the criminal law in Sineneng-Smith's case could put lawyers in jeopardy for giving legal advice.</p><p>&quot;What if a lawyer says to a client. ... This is before the era of Trump as our attorney general puts it. ... If before that era a client goes to a lawyer and says, 'I've overstayed. I've been here 20 years. What should I do?' And the lawyer says, 'Well, no sane country going to try to deport 11 million people so. ... if i were you, I would do nothing. I would go back and  continue to lead my life.'  Is that lawyer guilty of a crime?&quot; Reinhardt asked.</p><p>Judge Wallace Tashima also chimed in, raising concerns about the lack of a clear intent requirement. </p><p>Prosecutor Susan Gray said how the intent requirement was parsed was of little significance because of overwhelming evidence that Sineneng-Smith was ripping people off. A judge sentenced Sineneng-Smith to 18 months in prison and six months of home confinement, but she has remained free on bond while the appeal went forward.</p><br><p>&quot;The fraud here wasn't a fraud on the government it was a fraud on the clients,&quot; Gray said. &quot;She did it for one reason only. She did it for greed.&quot;</p><p>Defense attorney Daniel Cook said Sineneng-Smith knew the clients could not get all the way through the process of legalization due to the changes in the law. However, he insisted that the labor applications were legitimate steps that could help the clients if the law changed. He said the information in the applications was accurate and disclosed that the applicants had been in the country illegally for years.</p><p>&quot;Ms. Sineneng-Smith surfaced these people who were hidden,&quot; Cook said.</p><p>Berzon said she was troubled by the use of the encouraging-or-inducing-illegal-immigration law if the government's real complaint was fraud. She compared the situation to prosecutors' broad claims several years ago of &quot;honest services fraud&quot; — a theory reined in by the Supreme Court.</p><br><p>&quot;It sounds like what this person did was exploitative and so on. ... There are statutes to deal with it,&quot; Berzon said.</p><p>The judges seemed frustrated with the arguments, but took no action on the case until they issued the order Monday seeking amicus briefs within 30 days. The appeals court did not indicate if it plans to hold new arguments in the case.</p><p>Reinhardt is a Carter appointee. Berzon and Tashima are Clinton appointees.</p><p>Spokespeople for the Justice Department and for the U.S. Attorney's Office in San Francisco did not immediately respond to requests for comment.</p><p>Cook, Sineneng-Smith's lawyer, did not respond to phone and email messages seeking comment.</p><br>","permalinkUrl":"http://www.politico.com/blogs/under-the-radar/2017/09/19/illegal-immigration-first-amendment-242868","standardLinks":{"alternate":[{"title":"Court: Law against encouraging illegal immigration could violate First Amendment","rel":"alternate","href":"http://www.politico.com/blogs/under-the-radar/2017/09/19/illegal-immigration-first-amendment-242868","type":"text/html"}]},"actor":{"displayName":"jgerstein@politico.com (Josh Gerstein)","id":"jgerstein-politico-com-josh-gerstein-"},"language":"en"}]}