{"status":{"code":200,"http":"Fetched (ring) 200 890 and parsed 3/40 entries","nextFetch":1505907,"entriesCountSinceLastMaintenance":4,"velocity":0.9,"popularity":3.031710483993013,"generatedIds":true,"period":890,"lastFetch":1505906,"lastParse":1505906,"lastMaintenanceAt":1505904,"feed":"http://www.historytoday.com/feed/rss.xml"},"standardLinks":{"self":[{"title":"History Today Reviews Feed","rel":"self","href":"http://www.historytoday.com/feed/rss.xml","type":"application/rss+xml"}]},"title":"History Today Reviews Feed","updated":1505917560,"id":"history-today-reviews-feed-2017-9-20-14","items":[{"id":"23431 at http://www.historytoday.com","published":1505917320,"updated":1505917320,"title":"A Kinder, Gentler History","summary":"<div class=\"field field-name-title field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\" property=\"dc:title\"><h2>A Kinder, Gentler History </h2></div></div></div><div class=\"field field-name-node-unlinked-tagged-author field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p>By Suzannah Lipscomb</p>\n</div></div></div><div class=\"field field-name-field-summary field-type-text-long field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\">The past can seem like a timeline of horrors.&nbsp;But might it also remind us of our own failings &ndash; and help to put them right?</div></div></div><!-- google_ad_section_start --><!--\nTHIS FILE IS NOT USED AND IS HERE AS A STARTING POINT FOR CUSTOMIZATION ONLY.\nSee http://api.drupal.org/api/function/theme_field/7 for details.\nAfter copying this file to your theme's folder and customizing it, remove this\nHTML comment.\n-->\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n    <div class=\"field-items\">\n          <div class=\"field-item even\" property=\"content:encoded\">[[{\"fid\":\"32756\",\"view_mode\":\"float_right\",\"fields\":{\"format\":\"float_right\",\"field_file_image_alt_text[und][0][value]\":\"It’s not you, it’s me: The Lover’s Tiff, Paolo Mei, 1872. © Bridgeman Image\",\"field_file_image_title_text[und][0][value]\":\"It’s not you, it’s me: The Lover’s Tiff, Paolo Mei, 1872. © Bridgeman Image\"},\"type\":\"media\",\"link_text\":null,\"attributes\":{\"alt\":\"It’s not you, it’s me: The Lover’s Tiff, Paolo Mei, 1872. © Bridgeman Image\",\"title\":\"It’s not you, it’s me: The Lover’s Tiff, Paolo Mei, 1872. © Bridgeman Image\",\"class\":\"media-element file-float-right\"}}]]Reading history, one can often get a sense of being shown an endless parade of human savagery, as people fought and betrayed each other, invented new ways to torture and engaged in revenge and bloodlust. It does not feel very edifying.&nbsp;Yet, despite, or perhaps because,&nbsp;of all that, I have come to the conclusion that the study of history has the potential to make us kinder.Two serious problems beset human relations: we do not know what other people think and feel; and we don&rsquo;t care, or, at least, not enough.&nbsp;We care a bit: the proliferation&nbsp;of biographies must be one indicator of our attempt to understand other humans. Ultimately, though,&nbsp;our greatest temptation is to live&nbsp;in self-centred worlds, where&nbsp;other people are bit-part characters and the soundtrack only swells for&nbsp;our entrances.History offers us the opportunity&nbsp;to try on someone else&rsquo;s shoes and take them for a wander. It gives us&nbsp;a risk-free opportunity to practise empathy. And it pierces the egotistic balloons in which we coddle ourselves by reminding us that, for any type of human experience or emotion, we are not the first to undergo or feel it and we shall not be the last.Seeing the contortions that others in history have performed to maintain a sense of their own faultlessness is instructive in itself. One overlooked reason for Henry VIII&rsquo;s pursuit of his &lsquo;divorce&rsquo; from Katherine of Aragon &ndash; beyond the need for a male heir, his infatuation with Anne Boleyn and&nbsp;his desire to be Supreme Head of his own Church in England &ndash; was his profound need to be right. To justify his actions he would ignore the ruling of Pope Clement VII, the highest authority figure of the time and one whom he had previously defended; the prickings of his own conscience; the trauma to Katherine, who begged him on her knees not to leave her;&nbsp;and the contradictions of scripture. His capacity for self-delusion was immense and so is ours.There&rsquo;s a fascinating book by Carol Tavris and Elliot Aronson called Mistakes Were Made &ndash; But Not By Me, which examines the occurrence of psychological dissonance: the &lsquo;state&nbsp;of tensions that occurs whenever a person holds two cognitions (ideas, attitudes, beliefs, opinions) that are psychologically inconsistent&rsquo;.&nbsp;They argue that holding two contradictory ideas in our minds&nbsp;is uncomfortable and we squirm&nbsp;away from it by seeking to resolve&nbsp;and justify the two. So, they argue,&nbsp;if buying a house and choosing between two places, it does not matter which you choose: you will justify to yourself afterwards that you made the right decision, in order to avoid the discomfort of facing the possibility that you did not. If joining a club&nbsp;and forced to undergo a painful,&nbsp;or expensive, initiation process,&nbsp;you will value being a member of that club more than if it had been painless or free: you have to make the pain&nbsp;or price meaningful. All human behaviour is predicated on a desire to reduce cognitive dissonance. Or, to put it another way, we all believe in the rightness of our actions. There may be exceptions, but few people in history could not justify to themselves afterwards why they did what they did and why it was &ndash; contrary to all odds &ndash; actually the right thing to do. This applies to those who stole a wallet,&nbsp;a spouse or a crown; who mistreated someone else because of their race&nbsp;or sexuality; who burned heretics;&nbsp;who slaughtered infants &ndash; but alsoto those &ndash; no doubt, more like us &ndash; who performed the far more&nbsp;minor offences of jumping a queue, tarnishing someone else&rsquo;s reputation with backstabbing gossip or behaving dishonourably in the conduct of romantic love. (Surely no one ever means it when they say &lsquo;it&rsquo;s not you; it&rsquo;s me&rsquo;; they just mean that the other is so unrelentingly inferior as to not&nbsp;be worth a proper explanation.)One of the highest qualities of character is the ability to acknowledge when one has done something wrong and not even for the right motives.&nbsp;It is a quality lacking in Henry VIII. But maybe it is possible, if one&nbsp;spends long enough with these dead strangers, to start to notice, from time to time, its absence in our own lives.Suzannah Lipscomb is a Reader in Early Modern History at the University of Roehampton and author of The King is Dead: the Last Will and Testament of Henry VIII (Head of Zeus, 2016).</div>\n      </div>\n  <div class=\"fade-wrapper\"></div>\n</div>\n<!-- google_ad_section_end -->","permalinkUrl":"http://www.historytoday.com/suzannah-lipscomb/kinder-gentler-history","standardLinks":{"alternate":[{"title":"A Kinder, Gentler History","rel":"alternate","href":"http://www.historytoday.com/suzannah-lipscomb/kinder-gentler-history","type":"text/html"}],"replies":[{"title":"A Kinder, Gentler History","rel":"replies","href":"http://www.historytoday.com/suzannah-lipscomb/kinder-gentler-history#comments","type":"text/html"}]},"actor":{"displayName":"historytodayadmin","id":"historytodayadmin"},"language":"en"},{"id":"23426 at http://www.historytoday.com","published":1505917080,"updated":1505917080,"title":"The Music of Time No 4:  Listening for the Change","summary":"<div class=\"field field-name-title field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\" property=\"dc:title\"><h2>The Music of Time No 4:  Listening for the Change</h2></div></div></div><div class=\"field field-name-node-unlinked-tagged-author field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p>By Alexander Lee</p>\n</div></div></div><div class=\"field field-name-field-summary field-type-text-long field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\">Understanding&nbsp;the period and context in which&nbsp;a piece of music&nbsp;was created can offer great rewards for the listener.</div></div></div><!-- google_ad_section_start --><!--\nTHIS FILE IS NOT USED AND IS HERE AS A STARTING POINT FOR CUSTOMIZATION ONLY.\nSee http://api.drupal.org/api/function/theme_field/7 for details.\nAfter copying this file to your theme's folder and customizing it, remove this\nHTML comment.\n-->\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n    <div class=\"field-items\">\n          <div class=\"field-item even\" property=\"content:encoded\">In 1472 or 1473, the Flemish composer Johannes Tinctoris (c.1435-1511) penned an innocuous sounding book, entitled Proportionale musices (&lsquo;Proportions in music&rsquo;). Dedicated to King Ferrante&nbsp;of Naples, it was a rather dry treatise concerned with questions of mensural notation. Its 23 turgid chapters dealt with such mind-numbing problems as the variability of the time values of certain notes (&lsquo;imperfection&rsquo;) and the use of superparticular ratios. But its preface was truly remarkable.To explain why he had felt the need to tackle such an arcane subject &ndash; on which so much had already been written &ndash; Tinctoris offered a potted history of music from the Creation down to his own day. For the most part, this was a tale of gradual development. After being invented by the biblical Jubal, Tinctoris explained, music had been cultivated by the Jews and Greeks, before being integrated into the Christian liturgy by&nbsp;the Church Fathers and further refined by medieval theorists, such as Guido d&rsquo;Arezzo and Johannes de Muris. But when he reached the 15th century, Tinctoris observed that an extraordinary change had taken place. Over the past few decades, he argued, music had undergone &lsquo;such a marvellous transformation&rsquo; that it sounded like a &lsquo;new art&rsquo; (ars nova).A few years later, Tinctoris went even further. In the prologue to his Liber de contrapuncti (&lsquo;Book on the art of counterpoint&rsquo;) he contended that the transformation had been so great that, for the erudite, it was scarcely worth listening to any music composed before 1430. Anything older, he claimed, was &lsquo;so ineptly, so tastelessly composed that [it] would be more likely to offend the ears than to please them&rsquo;.For many years, scholars accepted Tinctoris&rsquo; comments as a testament to the beginnings of a new period&nbsp;in music. Even though he might have been a little over-enthusiastic here and there, they felt they had every reason to take his word at face value. After all, there was no doubting Tinctoris&rsquo; sincerity; and besides, it seemed only natural for there to have been&nbsp;a Renaissance in music,&nbsp;as well as in art and literature.&nbsp;If Filippo Brunelleschi (1377-1446) had revolutionised the visual arts with his discovery of linear perspective and Leonardo Bruni (1370-1444) managed to transform the way history was written, why should it be so hard to believe that John Dunstaple (c.1390-1453) and Gilles Binchois (1400-50) could also have ushered in a &lsquo;new age&rsquo;&nbsp;in musical composition?More recently, however, scholars such as Reinhard Strohm and Rob Wegman have begun to examine Tinctoris&rsquo; claims more critically. They have pointed out that it is &lsquo;exceedingly difficult, if not impossible, to pinpoint the exact stylistic changes that (he)must have been referring to&rsquo;. Given how damningly Tinctoris spoke of music written earlier than the 1430s, we might expect it to be radically different from that of the later 15th century. But when the works of the young Guillaume Dufay (c.1397-1474) are compared with those of Johannes Ockeghem (d.1497), for example, the most obvious difference is their tempo.This is not to be dismissed lightly. As Wegman has noted, it has important implications for the prominence of consonance and dissonance&nbsp;in the two composers&rsquo; works. Because Dufay&rsquo;s music had a fast, dance-like rhythm, clashes between dissonant voices were so brief and fleeting that he&nbsp;did not need to worry about avoiding them too assiduously. In Ockeghem&rsquo;s music, however, the tempo is much slower, causing any dissonances to&nbsp;be more obvious, requiring greater care to be taken to&nbsp;avoid them.Nevertheless, this change was not so great that it alone can be used to define a new period in musical history. Indeed, a modern listener &ndash; especially one unfamiliar&nbsp;with the peculiarities of 15th-century music &ndash; might&nbsp;be forgiven for thinking that the century between Dufay&rsquo;s birth and Ockeghem&rsquo;s death was marked by continuity, rather than rupture.This did not mean&nbsp;that Tinctoris was wrong&nbsp;about living in a &lsquo;new age&rsquo;.&nbsp;As Wegman has astutely pointed out, he never claimed that the difference between the music of the 1420s and the 1480s would be apparent to everyone. Quite the opposite. As he argued in the Liber de contrapuncti, only the erudite would be able to hear it.&nbsp;This suggests that the transformation which defined Tinctoris&rsquo; ars nova was a matter more of how music was heard than of the music itself. While composers were beginning to experiment with different tempos, professional musicians such as Tinctoris may have started to listen to music in a new way, as well, perhaps as a result of wider shifts in social attitudes towards singing and instrumentation. Growing steadily more accustomed to slower rhythms, they would eventually have become &lsquo;so acutely sensitive to dissonance&rsquo; that older pieces of music would have sounded tasteless and inept, justifying Tinctoris&rsquo; stinging attack on music written before the 1430s.The implications of this reach far beyond the Renaissance. If the significance of any music is to be understood, then we need to look beyond the technical features of the score and reconstruct the &lsquo;period ear&rsquo;:&nbsp;the way in which it was actually heard. This is not always an easy endeavour. Although musicological treatises like Tinctoris&rsquo; Proportionale musices can sometimes provide an insight into listeners&rsquo; expectations, they do not always survive; and even when they do, they may only tell us about the listening practices of a few members of a composer&rsquo;s actual &ndash; or intended &ndash; audience. As such, it is often necessary to turn to other, less direct, sources of evidence,&nbsp;or even to adopt the techniques of other academic disciplines. It might, for instance,&nbsp;be possible to gain some impression of what noises and melodies were most familiar&nbsp;to listeners by rebuilding everyday soundscapes from details preserved in chronicles, newspapers and, in later periods, recordings. In much the same way, an analysis of the contexts of musical performance (such as churches, opera houses and nightclubs) can sometimes provide us with clues about how much attention listeners paid to particular pieces, as well as the relative importance they attached to vocals, instrumentation and tempo. Given that cultural constructions of memory, difference and causality all shape how listeners process auditory stimuli, a wider anthropological study of social attitudes might even help determine how listeners perceived and parsed different musical strategies at a more fundamental level, too.However, such approaches are dangerous. Since they&nbsp;all require music historians&nbsp;to employ rather more imagination than they would normally do, this can easily incline them to over-interpretation. Sometimes&nbsp;it is too tempting to weave afew scattered details together&nbsp;to produce a psychologically compelling (but false) reconstruction of listening practices. As a result, the intellectual foundations of any subsequent re-interpretation&nbsp;of the music in question are undermined. Art historians &ndash; whose pursuit of the &lsquo;period eye&rsquo; parallels the musicologist&rsquo;s own search for the &lsquo;period ear&rsquo; &ndash; are all too familiar with this sort&nbsp;of thing. Late in life, Erwin Panofsky recalled overhearing&nbsp;a colleague offer a wildly misleading interpretation&nbsp;of Jan van Eyck&rsquo;s Arnolfini Portrait (1434), after pushing some scanty evidence about&nbsp;its viewership further than it merited. &lsquo;I was dumbstruck&rsquo;,&nbsp;he wrote, &lsquo;my hair stood on end.&rsquo; While imaginative speculations were all very well in moderation, when carried too far they made art history &lsquo;behave not like ethnology as opposed to ethnography, but like astrology as opposed to astronomy&rsquo;.Provided that historical methods are &lsquo;tempered &hellip;&nbsp;by common sense&rsquo;, however, reconstructions of the &lsquo;period ear&rsquo; can transform not only&nbsp;the way in which we perceive individual pieces, composers and genres. Take the Original Dixieland Jazz Band&rsquo;s &lsquo;Livery Stable Blues&rsquo; (1917), which was one of the first jazz records to be released. At the time, it caused&nbsp;a sensation. Newspapers denounced it as wild, crazy, even anarchistic, but the public loved it &ndash; so much so that it became one of the first recordings to sell more than a million copies. From a modern perspective, however, this enthusiasm seems baffling.&nbsp;To modern ears, it sounds rather dull and mawkish.&nbsp;A technical analysis of the score generates no more admiration. Only when we try to listen to it as it would have been heard at the time, without the distortion of later expectations, does its original reception seem justified. When compared with the music of contemporary bands (preserved on paper, or in later recordings), their style does indeed seem freer, more energetic, more exciting than audiences had been used to. This insight not only helps us appreciate its significance better, but may also allow us&nbsp;to appreciate the music more.It just shows that, if you want to enjoy music as an historian, you&rsquo;ve got to listen&nbsp;for the changes &ndash; or rather, change how you listen.Alexander Lee is a fellow in the Centre for the Study of the Renaissance at the University of Warwick and author of The Ugly Renaissance (Arrow, 2015).</div>\n      </div>\n  <div class=\"fade-wrapper\"></div>\n</div>\n<!-- google_ad_section_end -->","permalinkUrl":"http://www.historytoday.com/alexander-lee/music-time-no-4-listening-change","standardLinks":{"alternate":[{"title":"The Music of Time No 4:  Listening for the Change","rel":"alternate","href":"http://www.historytoday.com/alexander-lee/music-time-no-4-listening-change","type":"text/html"}],"replies":[{"title":"The Music of Time No 4:  Listening for the Change","rel":"replies","href":"http://www.historytoday.com/alexander-lee/music-time-no-4-listening-change#comments","type":"text/html"}]},"actor":{"displayName":"historytodayadmin","id":"historytodayadmin"},"source":{"id":"history-today-reviews-feed-2017-9-20-14","title":"History Today Reviews Feed","updated":1505917560,"standardLinks":{"self":[{"title":"History Today Reviews Feed","rel":"self","href":"http://www.historytoday.com/feed/rss.xml","type":"application/rss+xml"}]},"status":{"code":200,"http":"Fetched (ring) 200 890 and parsed 3/40 entries","nextFetch":1505907,"lastFetch":1505906,"lastParse":1505906,"lastMaintenanceAt":1505904,"period":890,"velocity":0.9,"popularity":3.031710483993013,"entriesCountSinceLastMaintenance":4,"feed":"http://www.historytoday.com/feed/rss.xml"}},"language":"en"},{"id":"23381 at http://www.historytoday.com","published":1505913540,"updated":1505913540,"title":"1917: The fragility of Power","summary":"<div class=\"field field-name-title field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\" property=\"dc:title\"><h2>1917: The fragility of Power</h2></div></div></div><div class=\"field field-name-node-unlinked-tagged-author field-type-ds field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p>By Paul Lay</p>\n</div></div></div><div class=\"field field-name-field-summary field-type-text-long field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\">The First World War ensured the success of&nbsp;the Russian Revolution. Peace would have strangled it at birth.&nbsp;</div></div></div><!-- google_ad_section_start --><!--\nTHIS FILE IS NOT USED AND IS HERE AS A STARTING POINT FOR CUSTOMIZATION ONLY.\nSee http://api.drupal.org/api/function/theme_field/7 for details.\nAfter copying this file to your theme's folder and customizing it, remove this\nHTML comment.\n-->\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\">\n    <div class=\"field-items\">\n          <div class=\"field-item even\" property=\"content:encoded\">As recently as 30 years ago,&nbsp;the Russian Revolution was still considered by many to be the most significant event&nbsp;of the 20th century. When History Today marked the 70th anniversary of Lenin&rsquo;s seizure of power, as this month we mark its centenary, Mikhail Gorbachev&rsquo;s policy of Glasnost &ndash; a contested word, often translated as transparency&nbsp;or openness &ndash; still offered the hope of a reformed Soviet Union. But the sclerosis of a system dependent on coercion, corruption and censorship was too far gone and just four years later, in December 1991, the whole miserable edifice came crashing down.The Russian Revolution was born of the First World War, an event which, according to Vernon Bogdanor, has superseded Lenin&rsquo;s triumph&nbsp;as the 20th century&rsquo;s pivotal moment, that from which all else follows.The Bolsheviks, who sought an end to that war, had been nurtured by imperial Germany, a fact known to the provisional government of Alexander Kerensky, who had put down Lenin&rsquo;s attempted coup of&nbsp;4 July 1917. Lenin fled into exile, though Kerensky, desperate for support from&nbsp;the Left, dropped any charges against the plotters that remained. He was to live to regret his leniency. Germany brought Lenin back to Russia just four months later, a tale told succinctly and brilliantly in Catherine Merridale&rsquo;s Lenin On the Train. Another year of war between the Allies and the Central Powers gave Lenin and Trotsky just enough time to get a grip on Russia&rsquo;s industrial heartland and win the subsequent Civil War. The vast empire was now in the hands&nbsp;of those who cared more for&nbsp;the abstractions of world revolution than the wellbeing of their compatriots. Millions would die as a consequence.Imagine though, if the earlier 1905 Revolution had succeeded, as it almost did. Germany, unhindered by conflict elsewhere and with&nbsp;a massive land army, would have sought its immediate end. And so it is possible that the Kaiser would have succeeded where Napoleon and Hitler failed. A very different 20th century would have begun.</div>\n      </div>\n  <div class=\"fade-wrapper\"></div>\n</div>\n<!-- google_ad_section_end -->","permalinkUrl":"http://www.historytoday.com/paul-lay/1917-fragility-power","standardLinks":{"alternate":[{"title":"1917: The fragility of Power","rel":"alternate","href":"http://www.historytoday.com/paul-lay/1917-fragility-power","type":"text/html"}],"replies":[{"title":"1917: The fragility of Power","rel":"replies","href":"http://www.historytoday.com/paul-lay/1917-fragility-power#comments","type":"text/html"}]},"actor":{"displayName":"historytodayadmin","id":"historytodayadmin"},"language":"en"}]}